[
    {
        "id": "1",
        "name": "Health meal plan",
        "details": "We have got hundreds of delicious recipes for every taste and dietary preference. Browse them all using our Search and Filter tools and choose the ones that are right for you.",
        "price": "$ 20.99",
        "img": "https://i.postimg.cc/x8psR5Zj/lunch6.png"
    },
    {
        "id": "2",
        "name": "Fried Chicken Bento",
        "details": "Cut chicken thigh to bite-size pieces and put in a plastic bag. Combine curry powder, sugar, grated garlic, grated ginger, soy sauce, and sake, and rub well. Marinate for 1 hour in the fridge.",
        "price": "$ 17.99",
        "img": "https://i.postimg.cc/L58CLwN0/lunch5.png"
    },
    {
        "id": "3",
        "name": "Tarragon robert salmon",
        "details": "A medium chicken breast will take 18 – 20 minutes to bake at 220C / 425F. Cooking it hard and fast at a high temperature is the secret to gorgeous cartelization and ultra juicy chicken inside",
        "price": "$ 51.99",
        "img": "https://i.postimg.cc/hjrZJcbd/lunch3.png"
    },
    {
        "id": "4",
        "name": "Indian lunch",
        "details": "Eggs Benedict is a common American breakfast or brunch dish, consisting of two halves of an English muffin, each topped with Canadian bacon, a poached egg, and hollandaise sauce. It was popularized in New York City",
        "price": "$ 18.99 ",
        "img": "https://i.postimg.cc/05VHP5Ng/lunch4.png"
    },
    {
        "id": "5",
        "name": "Beef Steak",
        "details": "This Croissant Sandwich Recipe is a great way to start the day! It includes soft scrambled eggs, veggies, and cheddar cheese!",
        "price": "$ 14.99",
        "img": "https://i.postimg.cc/xdL42KXg/lunch1.png"
    },
    {
        "id": "6",
        "name": "Honey soy glazed",
        "details": "Remember that in the kitchen the perfect is the enemy of the good (and also the good breakfast). I would happily serve these to a hungry crowd during brunch and even the most finicky of guests will be happy with them!",
        "price": "$ 16.99",
        "img": "https://i.postimg.cc/bJ8FNsbP/lunch2.png"
    }
]